Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# signup_error_phone_blocked_message
source: This phone number can't be used for verification. Try another, or use an invite code.
de: Diese Telefonnummer kann nicht zur Bestätigung genutzt werden. Versuch eine andere oder nutze einen Einladungscode.
es: Este número de teléfono no se puede usar para la verificación. Prueba con otro, o usa un código de invitación.
fr: Ce numéro de téléphone ne peut pas servir à la vérification. Essaies-en un autre, ou utilise un code d’invitation.
it: Questo numero di telefono non può essere usato per la verifica. Provane un altro, oppure usa un codice invito.
ja: この電話番号は認証に使用できません。別の番号を試すか、招待コードを使ってください。
ko: 이 휴대폰 번호로는 인증할 수 없어요. 다른 번호를 시도하거나 초대 코드를 사용하세요.
pt_br: Este número de telefone não pode ser usado para verificação. Tente outro, ou use um código de convite.
vi: Không thể dùng số điện thoại này để xác minh. Hãy thử số khác, hoặc dùng mã mời.
zh_hans: 这个手机号不能用于验证。换一个号码试试，或使用邀请码。
zh_hant: 這個手機號碼無法用於驗證。試試其他號碼，或使用邀請碼。

# signup_error_phone_blocked_title
source: Number can't be used
de: Nummer nicht nutzbar
es: No se puede usar este número
fr: Numéro inutilisable
it: Numero non utilizzabile
ja: この番号は使用できません
ko: 사용할 수 없는 번호예요
pt_br: Não dá para usar este número
vi: Không thể dùng số này
zh_hans: 无法使用此号码
zh_hant: 無法使用這個號碼

# signup_error_rate_limited_message
source: Give it a few minutes and try again.
de: Warte ein paar Minuten und versuch es nochmal.
es: Espera unos minutos e inténtalo de nuevo.
fr: Attends quelques minutes et réessaie.
it: Aspetta qualche minuto e riprova.
ja: 数分待ってから、もう一度お試しください。
ko: 몇 분 후에 다시 시도하세요.
pt_br: Espere alguns minutos e tente de novo.
vi: Đợi vài phút rồi thử lại.
zh_hans: 请等几分钟后再试。
zh_hant: 請等幾分鐘後再試一次。

# signup_error_rate_limited_title
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
fr: Trop de tentatives
it: Troppi tentativi
ja: 試行回数が多すぎます
ko: 시도 횟수가 너무 많아요
pt_br: Tentativas demais
vi: Quá nhiều lần thử
zh_hans: 尝试次数过多
zh_hant: 嘗試次數過多

# signup_error_rate_limited_weekly_message
source: This number has used all its verifications this week. Try a payment or an invite code instead.
de: Diese Nummer hat diese Woche alle Bestätigungen aufgebraucht. Versuch es stattdessen mit einer Zahlung oder einem Einladungscode.
es: Este número ya usó todas sus verificaciones de esta semana. Prueba con un pago o un código de invitación.
fr: Ce numéro a utilisé toutes ses vérifications de la semaine. Essaie plutôt un paiement ou un code d’invitation.
it: Questo numero ha usato tutte le verifiche della settimana. Prova invece con un pagamento o un codice invito.
ja: この番号は今週の認証回数をすべて使い切りました。代わりに支払いか招待コードをお試しください。
ko: 이 번호는 이번 주 인증 횟수를 모두 썼어요. 대신 결제나 초대 코드를 이용해 보세요.
pt_br: Este número usou todas as verificações da semana. Tente um pagamento ou um código de convite.
vi: Số này đã dùng hết lượt xác minh trong tuần. Hãy thử thanh toán hoặc dùng mã mời.
zh_hans: 这个号码本周的验证次数已用完。请改用付款或邀请码。
zh_hant: 這個號碼本週的驗證次數已用完。改用付款或邀請碼吧。

# signup_error_rate_limited_weekly_title
source: Weekly limit reached
de: Wochenlimit erreicht
es: Límite semanal alcanzado
fr: Limite hebdomadaire atteinte
it: Limite settimanale raggiunto
ja: 週の上限に達しました
ko: 주간 한도에 도달했어요
pt_br: Limite semanal atingido
vi: Đã đạt giới hạn tuần
zh_hans: 已达到每周上限
zh_hant: 已達每週上限

# signup_error_rate_limited_yearly_message
source: This number has used all its verifications for the year. Try a payment or an invite code instead.
de: Diese Nummer hat dieses Jahr alle Bestätigungen aufgebraucht. Versuch es stattdessen mit einer Zahlung oder einem Einladungscode.
es: Este número ya usó todas sus verificaciones del año. Prueba con un pago o un código de invitación.
fr: Ce numéro a utilisé toutes ses vérifications de l’année. Essaie plutôt un paiement ou un code d’invitation.
it: Questo numero ha usato tutte le verifiche dell'anno. Prova invece con un pagamento o un codice invito.
ja: この番号は今年の認証回数をすべて使い切りました。代わりに支払いか招待コードをお試しください。
ko: 이 번호는 올해 인증 횟수를 모두 썼어요. 대신 결제나 초대 코드를 이용해 보세요.
pt_br: Este número usou todas as verificações do ano. Tente um pagamento ou um código de convite.
vi: Số này đã dùng hết lượt xác minh trong năm. Hãy thử thanh toán hoặc dùng mã mời.
zh_hans: 这个号码今年的验证次数已用完。请改用付款或邀请码。
zh_hant: 這個號碼今年的驗證次數已用完。改用付款或邀請碼吧。

# signup_error_rate_limited_yearly_title
source: Yearly limit reached
de: Jahreslimit erreicht
es: Límite anual alcanzado
fr: Limite annuelle atteinte
it: Limite annuale raggiunto
ja: 年間の上限に達しました
ko: 연간 한도에 도달했어요
pt_br: Limite anual atingido
vi: Đã đạt giới hạn năm
zh_hans: 已达到年度上限
zh_hant: 已達每年上限

# signup_error_token_rejected_message
source: This code was rejected. It may already have been used. Start over to get a new one.
de: Dieser Code wurde abgelehnt. Vielleicht wurde er schon benutzt. Fang neu an, um einen neuen zu bekommen.
es: Este código fue rechazado. Puede que ya se haya usado. Empieza de nuevo para obtener uno nuevo.
fr: Ce code a été rejeté. Il a peut-être déjà été utilisé. Recommence pour en obtenir un nouveau.
it: Questo codice è stato rifiutato. Potrebbe essere già stato usato. Ricomincia per ottenerne uno nuovo.
ja: このコードは拒否されました。すでに使用済みの可能性があります。最初からやり直して、新しいコードを取得してください。
ko: 이 코드가 거부됐어요. 이미 사용된 코드일 수 있어요. 처음부터 다시 시작해 새 코드를 받으세요.
pt_br: Este código foi recusado. Ele pode já ter sido usado. Recomece para obter um novo.
vi: Mã này đã bị từ chối. Có thể nó đã được dùng rồi. Hãy bắt đầu lại để nhận mã mới.
zh_hans: 此注册码被拒绝，可能已经被使用过。请重新开始以获取新的注册码。
zh_hant: 這個代碼被拒絕了，可能已經使用過。請重新開始以取得新的代碼。

# signup_error_token_rejected_title
source: That signup code was refused
de: Der Anmeldecode wurde abgelehnt
es: Se rechazó ese código de registro
fr: Ce code d’inscription a été refusé
it: Il codice di registrazione è stato rifiutato
ja: このサインアップコードは拒否されました
ko: 가입 코드가 거부됐어요
pt_br: Esse código de cadastro foi recusado
vi: Mã đăng ký đó đã bị từ chối
zh_hans: 注册码被拒绝
zh_hant: 這個註冊碼被拒絕了

# signup_error_unavailable_message
source: Check your connection and try again.
de: Prüfe deine Verbindung und versuch es nochmal.
es: Revisa tu conexión e inténtalo de nuevo.
fr: Vérifie ta connexion et réessaie.
it: Controlla la connessione e riprova.
ja: 接続を確認して、もう一度お試しください。
ko: 연결을 확인하고 다시 시도하세요.
pt_br: Confira sua conexão e tente de novo.
vi: Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 请检查网络连接后再试。
zh_hant: 請檢查網路連線後再試一次。

# signup_error_unavailable_title
source: Couldn't reach the service
de: Dienst nicht erreichbar
es: No se pudo conectar con el servicio
fr: Impossible de joindre le service
it: Impossibile raggiungere il servizio
ja: サービスに接続できませんでした
ko: 서비스에 연결할 수 없어요
pt_br: Não foi possível acessar o serviço
vi: Không kết nối được dịch vụ
zh_hans: 无法连接服务
zh_hant: 無法連線到服務

# signup_error_verification_lost_message
source: We lost track of this verification. Starting again is safe.
de: Wir haben diese Bestätigung aus den Augen verloren. Ein Neustart ist sicher.
es: Perdimos el rastro de esta verificación. Empezar de nuevo es seguro.
fr: On a perdu la trace de cette vérification. Tu peux recommencer sans risque.
it: Abbiamo perso traccia di questa verifica. Ricominciare è sicuro.
ja: この認証の状態がわからなくなりました。最初からやり直しても問題ありません。
ko: 이 인증 정보를 잃어버렸어요. 다시 시작해도 안전해요.
pt_br: Perdemos o rastro desta verificação. Recomeçar é seguro.
vi: Chúng tôi đã mất dấu lần xác minh này. Bắt đầu lại là an toàn.
zh_hans: 我们丢失了这次验证的进度。重新开始是安全的。
zh_hant: 我們遺失了這次驗證的進度。重新開始是安全的。

# signup_error_verification_lost_title
source: Let's start over
de: Fangen wir neu an
es: Empecemos de nuevo
fr: On recommence
it: Ricominciamo
ja: 最初からやり直しましょう
ko: 처음부터 다시 해요
pt_br: Vamos começar de novo
vi: Hãy bắt đầu lại
zh_hans: 我们重新开始吧
zh_hant: 我們重新開始吧

# signup_invite_label
source: Invite code
de: Einladungscode
es: Código de invitación
fr: Code d’invitation
it: Codice invito
ja: 招待コード
ko: 초대 코드
pt_br: Código de convite
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# signup_invite_link
source: Have an invite code?
de: Hast du einen Einladungscode?
es: ¿Tienes un código de invitación?
fr: Tu as un code d’invitation ?
it: Hai un codice invito?
ja: 招待コードをお持ちですか？
ko: 초대 코드가 있나요?
pt_br: Tem um código de convite?
vi: Bạn có mã mời?
zh_hans: 有邀请码？
zh_hant: 有邀請碼嗎？

# signup_invite_submit
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# signup_invite_subtitle
source: Ask the Pubky team for a code to create your account.
de: Bitte das Pubky-Team um einen Code, um dein Konto zu erstellen.
es: Pide un código al equipo de Pubky para crear tu cuenta.
fr: Demande un code à l’équipe Pubky pour créer ton compte.
it: Chiedi un codice al team Pubky per creare il tuo account.
ja: アカウントを作成するためのコードを Pubky チームに依頼してください。
ko: 계정을 만들 코드를 Pubky 팀에 요청하세요.
pt_br: Peça um código à equipe Pubky para criar sua conta.
vi: Hãy xin đội ngũ Pubky một mã để tạo tài khoản.
zh_hans: 向 Pubky 团队索取邀请码来创建账号。
zh_hant: 向 Pubky 團隊索取邀請碼來建立帳號。

# signup_invite_title
source: Enter your invite code.
de: Gib deinen Einladungscode ein.
es: Escribe tu código de invitación.
fr: Saisis ton code d’invitation.
it: Inserisci il tuo codice invito.
ja: 招待コードを入力してください。
ko: 초대 코드를 입력하세요.
pt_br: Digite seu código de convite.
vi: Nhập mã mời của bạn.
zh_hans: 输入你的邀请码。
zh_hant: 輸入你的邀請碼。

# signup_lightning_amount
source: Pay ₿ %1$lld to continue.
de: Zahle ₿ %1$lld, um fortzufahren.
es: Paga ₿ %1$lld para continuar.
fr: Paie ₿ %1$lld pour continuer.
it: Paga ₿ %1$lld per continuare.
ja: 続けるには ₿ %1$lld を支払ってください。
ko: 계속하려면 ₿ %1$lld을(를) 결제하세요.
pt_br: Pague ₿ %1$lld para continuar.
vi: Trả ₿ %1$lld để tiếp tục.
zh_hans: 支付 ₿ %1$lld 以继续。
zh_hant: 支付 ₿ %1$lld 以繼續。

# signup_lightning_amount_fiat
source: Pay ₿ %1$lld (%2$@) to continue.
de: Zahle ₿ %1$lld (%2$@), um fortzufahren.
es: Paga ₿ %1$lld (%2$@) para continuar.
fr: Paie ₿ %1$lld (%2$@) pour continuer.
it: Paga ₿ %1$lld (%2$@) per continuare.
ja: 続けるには ₿ %1$lld（%2$@）を支払ってください。
ko: 계속하려면 ₿ %1$lld(%2$@)을(를) 결제하세요.
pt_br: Pague ₿ %1$lld (%2$@) para continuar.
vi: Trả ₿ %1$lld (%2$@) để tiếp tục.
zh_hans: 支付 ₿ %1$lld（%2$@）以继续。
zh_hant: 支付 ₿ %1$lld（%2$@）以繼續。

# signup_lightning_card_note
source: No phone number needed
de: Keine Telefonnummer nötig
es: Sin número de teléfono
fr: Pas besoin de numéro de téléphone
it: Nessun numero di telefono richiesto
ja: 電話番号は不要です
ko: 휴대폰 번호 필요 없음
pt_br: Não precisa de telefone
vi: Không cần số điện thoại
zh_hans: 无需手机号
zh_hant: 不需要手機號碼

# signup_lightning_card_price
source: Pay ₿ %1$lld once
de: Einmalig ₿ %1$lld zahlen
es: Paga ₿ %1$lld una vez
fr: Paie ₿ %1$lld une fois
it: Paga ₿ %1$lld una volta
ja: ₿ %1$lld を1回支払う
ko: ₿ %1$lld 1회 결제
pt_br: Pague ₿ %1$lld uma vez
vi: Trả ₿ %1$lld một lần
zh_hans: 一次性支付 ₿ %1$lld
zh_hant: 一次性支付 ₿ %1$lld

# signup_lightning_card_price_fiat
source: Pay ₿ %1$lld (%2$@) once
de: Einmalig ₿ %1$lld (%2$@) zahlen
es: Paga ₿ %1$lld (%2$@) una vez
fr: Paie ₿ %1$lld (%2$@) une fois
it: Paga ₿ %1$lld (%2$@) una volta
ja: ₿ %1$lld（%2$@）を1回支払う
ko: ₿ %1$lld(%2$@) 1회 결제
pt_br: Pague ₿ %1$lld (%2$@) uma vez
vi: Trả ₿ %1$lld (%2$@) một lần
zh_hans: 一次性支付 ₿ %1$lld（%2$@）
zh_hant: 一次性支付 ₿ %1$lld（%2$@）

# signup_lightning_card_price_unknown
source: Pay once
de: Einmalig zahlen
es: Paga una vez
fr: Paie une fois
it: Paga una volta
ja: 1回だけ支払う
ko: 1회 결제
pt_br: Pague uma vez
vi: Trả một lần
zh_hans: 一次性付款
zh_hant: 一次性付款

# signup_lightning_card_title
source: Bitcoin payment
de: Bitcoin-Zahlung
es: Pago en Bitcoin
fr: Paiement en Bitcoin
it: Pagamento in Bitcoin
ja: ビットコイン支払い
ko: 비트코인 결제
pt_br: Pagamento em Bitcoin
vi: Thanh toán bằng Bitcoin
zh_hans: 比特币付款
zh_hant: 比特幣付款

# signup_lightning_copied
source: Invoice copied
de: Rechnung kopiert
es: Factura copiada
fr: Facture copiée
it: Fattura copiata
ja: インボイスをコピーしました
ko: 인보이스를 복사했어요
pt_br: Fatura copiada
vi: Đã sao chép hóa đơn
zh_hans: 发票已复制
zh_hant: 已複製發票

# signup_lightning_copy
source: Copy invoice
de: Rechnung kopieren
es: Copiar factura
fr: Copier la facture
it: Copia fattura
ja: インボイスをコピー
ko: 인보이스 복사
pt_br: Copiar fatura
vi: Sao chép hóa đơn
zh_hans: 复制发票
zh_hant: 複製發票

# signup_lightning_new_invoice
source: New invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture
it: Nuova fattura
ja: 新しいインボイス
ko: 새 인보이스
pt_br: Nova fatura
vi: Hóa đơn mới
zh_hans: 新发票
zh_hant: 新發票

# signup_lightning_no_wallet
source: No Lightning wallet found. Invoice copied instead
de: Keine Lightning-Wallet gefunden. Rechnung stattdessen kopiert
es: No se encontró ninguna billetera Lightning. Se copió la factura
fr: Aucun portefeuille Lightning trouvé. Facture copiée à la place
it: Nessun wallet Lightning trovato. Fattura copiata al suo posto
ja: Lightning ウォレットが見つかりません。代わりにインボイスをコピーしました
ko: 라이트닝 지갑을 찾지 못해 인보이스를 복사했어요
pt_br: Nenhuma carteira Lightning encontrada. Fatura copiada
vi: Không tìm thấy ví Lightning. Đã sao chép hóa đơn thay thế
zh_hans: 未找到闪电网络钱包。已改为复制发票
zh_hant: 找不到閃電網路錢包。已改為複製發票

# signup_lightning_open_wallet
source: Open in wallet
de: In Wallet öffnen
es: Abrir en la billetera
fr: Ouvrir dans le portefeuille
it: Apri nel wallet
ja: ウォレットで開く
ko: 지갑에서 열기
pt_br: Abrir na carteira
vi: Mở trong ví
zh_hans: 在钱包中打开
zh_hant: 在錢包中開啟

# signup_lightning_qr_content_description
source: QR code containing this Lightning invoice
de: QR-Code mit dieser Lightning-Rechnung
es: Código QR con esta factura Lightning
fr: Code QR contenant cette facture Lightning
it: Codice QR con questa fattura Lightning
ja: この Lightning インボイスを含む QR コード
ko: 이 라이트닝 인보이스가 담긴 QR 코드
pt_br: Código QR com esta fatura Lightning
vi: Mã QR chứa hóa đơn Lightning này
zh_hans: 包含此闪电网络发票的二维码
zh_hant: 包含此閃電網路發票的 QR 碼

# signup_lightning_resumed_subtitle
source: You may already have paid ₿ %1$lld. Hold on while we confirm, and don't pay again.
de: Vielleicht hast du ₿ %1$lld schon bezahlt. Warte, während wir das bestätigen, und zahle nicht noch einmal.
es: Puede que ya hayas pagado ₿ %1$lld. Espera mientras lo confirmamos, y no vuelvas a pagar.
fr: Tu as peut-être déjà payé ₿ %1$lld. Patiente pendant qu’on confirme, et ne paie pas une deuxième fois.
it: Potresti aver già pagato ₿ %1$lld. Attendi mentre confermiamo e non pagare di nuovo.
ja: ₿ %1$lld はすでに支払い済みかもしれません。確認が終わるまでお待ちください。もう一度支払わないでください。
ko: 이미 ₿ %1$lld을(를) 결제했을 수 있어요. 확인하는 동안 기다려 주시고, 다시 결제하지 마세요.
pt_br: Você pode já ter pago ₿ %1$lld. Aguarde enquanto confirmamos, e não pague de novo.
vi: Có thể bạn đã trả ₿ %1$lld. Vui lòng chờ chúng tôi xác nhận và đừng trả lại lần nữa.
zh_hans: 你可能已经支付了 ₿ %1$lld。请稍候，我们正在确认，请不要重复付款。
zh_hant: 你可能已經支付了 ₿ %1$lld。我們正在確認，請稍候，不要重複付款。

# signup_lightning_resumed_subtitle_fiat
source: You may already have paid ₿ %1$lld (%2$@). Hold on while we confirm, and don't pay again.
de: Vielleicht hast du ₿ %1$lld (%2$@) schon bezahlt. Warte, während wir das bestätigen, und zahle nicht noch einmal.
es: Puede que ya hayas pagado ₿ %1$lld (%2$@). Espera mientras lo confirmamos, y no vuelvas a pagar.
fr: Tu as peut-être déjà payé ₿ %1$lld (%2$@). Patiente pendant qu’on confirme, et ne paie pas une deuxième fois.
it: Potresti aver già pagato ₿ %1$lld (%2$@). Attendi mentre confermiamo e non pagare di nuovo.
ja: ₿ %1$lld（%2$@）はすでに支払い済みかもしれません。確認が終わるまでお待ちください。もう一度支払わないでください。
ko: 이미 ₿ %1$lld(%2$@)을(를) 결제했을 수 있어요. 확인하는 동안 기다려 주시고, 다시 결제하지 마세요.
pt_br: Você pode já ter pago ₿ %1$lld (%2$@). Aguarde enquanto confirmamos, e não pague de novo.
vi: Có thể bạn đã trả ₿ %1$lld (%2$@). Vui lòng chờ chúng tôi xác nhận và đừng trả lại lần nữa.
zh_hans: 你可能已经支付了 ₿ %1$lld（%2$@）。请稍候，我们正在确认，请不要重复付款。
zh_hant: 你可能已經支付了 ₿ %1$lld（%2$@）。我們正在確認，請稍候，不要重複付款。

# signup_lightning_resumed_title
source: Checking your earlier payment.
de: Deine frühere Zahlung wird geprüft.
es: Comprobando tu pago anterior.
fr: Vérification de ton paiement précédent.
it: Controllo il tuo pagamento precedente.
ja: 以前の支払いを確認しています。
ko: 이전 결제를 확인하는 중이에요.
pt_br: Verificando seu pagamento anterior.
vi: Đang kiểm tra khoản thanh toán trước đó.
zh_hans: 正在核实你之前的付款。
zh_hant: 正在確認你先前的付款。

# signup_lightning_resumed_waiting
source: Confirming with the server…
de: Bestätigung mit dem Server…
es: Confirmando con el servidor…
fr: Confirmation auprès du serveur…
it: Conferma con il server in corso…
ja: サーバーで確認しています…
ko: 서버에서 확인하는 중…
pt_br: Confirmando com o servidor…
vi: Đang xác nhận với máy chủ…
zh_hans: 正在与服务器确认…
zh_hant: 正在與伺服器確認…

# signup_lightning_title
source: Scan or tap to pay.
de: Scannen oder tippen zum Bezahlen.
es: Escanea o toca para pagar.
fr: Scanne ou touche pour payer.
it: Scansiona o tocca per pagare.
ja: スキャンまたはタップして支払い。
ko: 스캔하거나 탭해서 결제하세요.
pt_br: Leia o código ou toque para pagar.
vi: Quét hoặc nhấn để thanh toán.
zh_hans: 扫码或点按付款。
zh_hant: 掃描或點一下即可付款。

# signup_lightning_waiting
source: Waiting for payment…
de: Warte auf Zahlung…
es: Esperando el pago…
fr: En attente du paiement…
it: In attesa del pagamento…
ja: 支払いを待っています…
ko: 결제를 기다리는 중…
pt_br: Aguardando o pagamento…
vi: Đang chờ thanh toán…
zh_hans: 正在等待付款…
zh_hant: 正在等待付款…

# signup_local_retry
source: Try again
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# signup_local_subtitle
source: Making your key and registering it. This takes a moment.
de: Dein Schlüssel wird erzeugt und registriert. Das dauert einen Moment.
es: Generando tu clave y registrándola. Esto lleva un momento.
fr: On génère ta clé et on l’enregistre. Ça prend un instant.
it: Genero la tua chiave e la registro. Ci vuole un attimo.
ja: 鍵を作成して登録しています。少しお待ちください。
ko: 키를 만들고 등록하는 중이에요. 잠시만 기다려 주세요.
pt_br: Gerando sua chave e registrando-a. Isso leva um instante.
vi: Đang tạo khóa và đăng ký. Việc này mất một chút thời gian.
zh_hans: 正在生成并注册你的密钥，请稍候。
zh_hant: 正在產生並註冊你的金鑰，請稍候。

# signup_local_title
source: Creating your account
de: Dein Konto wird erstellt
es: Creando tu cuenta
fr: Création de ton compte
it: Creazione del tuo account
ja: アカウントを作成しています
ko: 계정을 만드는 중
pt_br: Criando sua conta
vi: Đang tạo tài khoản của bạn
zh_hans: 正在创建你的账号
zh_hant: 正在建立你的帳號

# signup_phone_hint
source: Include your country code (for example +1 for the US).
de: Mit Ländervorwahl (zum Beispiel +49 für Deutschland).
es: Incluye el código de país (por ejemplo, +1 para Estados Unidos).
fr: Inclus l’indicatif du pays (par exemple +33 pour la France).
it: Includi il prefisso internazionale (per esempio +39 per l'Italia).
ja: 国番号を含めてください（例：日本は +81）。
ko: 국가 번호를 포함하세요 (예: 한국은 +82).
pt_br: Inclua o código do país (por exemplo, +55 para o Brasil).
vi: Kèm mã quốc gia (ví dụ +84 cho Việt Nam).
zh_hans: 请包含国家/地区代码（例如中国大陆为 +86）。
zh_hant: 請包含國碼（例如台灣是 +886）。

# signup_phone_label
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 휴대폰 번호
pt_br: Número de telefone
vi: Số điện thoại
zh_hans: 手机号
zh_hant: 手機號碼

# signup_phone_placeholder
source: +316XXXXXXXX
de: +49151XXXXXXXX
fr: +336XXXXXXXX
it: +393XXXXXXXXX
ja: +8190XXXXXXXX
pt_br: +5511XXXXXXXXX
vi: +849XXXXXXXX
zh_hant: +8869XXXXXXXX

# signup_phone_send
source: Send code
de: Code senden
es: Enviar código
fr: Envoyer le code
it: Invia codice
ja: コードを送信
ko: 코드 보내기
pt_br: Enviar código
vi: Gửi mã
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

# signup_phone_subtitle
source: We'll text you a verification code.
de: Wir schicken dir einen Bestätigungscode per SMS.
es: Te enviaremos un código de verificación por SMS.
fr: On va t’envoyer un code de vérification par SMS.
it: Ti invieremo un codice di verifica via SMS.
ja: SMS で確認コードをお送りします。
ko: 인증 코드를 문자로 보내 드릴게요.
pt_br: Vamos enviar um código de verificação por SMS.
vi: Chúng tôi sẽ nhắn cho bạn một mã xác minh.
zh_hans: 我们会通过短信发送验证码给你。
zh_hant: 我們會傳簡訊驗證碼給你。

# signup_phone_title
source: Proof of phone.
de: Telefon bestätigen.
es: Verifica tu teléfono.
fr: Confirme ton téléphone.
it: Verifica del telefono.
ja: 電話番号の確認。
ko: 휴대폰 인증.
pt_br: Confirmação de telefone.
vi: Xác minh số điện thoại.
zh_hans: 验证手机号。
zh_hant: 驗證你的手機。

# signup_ring_recommended_body
source: Pubky Ring keeps your key in a separate app, so signing in never exposes it. Install it, or create your key in Loopky instead.
de: Pubky Ring bewahrt deinen Schlüssel in einer separaten App auf, sodass er beim Anmelden nie offengelegt wird. Installiere die App oder erstelle deinen Schlüssel stattdessen in Loopky.
es: Pubky Ring guarda tu clave en una app aparte, así que iniciar sesión nunca la expone. Instálalo, o crea tu clave en Loopky.
fr: Pubky Ring garde ta clé dans une app séparée, donc la connexion ne l’expose jamais. Installe-le, ou crée plutôt ta clé dans Loopky.
it: Pubky Ring tiene la tua chiave in un'app separata, così accedere non la espone mai. Installalo, oppure crea la tua chiave direttamente in Loopky.
ja: Pubky Ring は鍵を別のアプリで保管するので、サインインで鍵が漏れることはありません。インストールするか、代わりに Loopky で鍵を作成してください。
ko: Pubky Ring은 키를 별도의 앱에 보관해서 로그인할 때도 키가 노출되지 않아요. Pubky Ring을 설치하거나, 대신 Loopky에서 키를 만드세요.
pt_br: O Pubky Ring guarda sua chave em um app separado, então entrar nunca a expõe. Instale-o, ou crie sua chave no Loopky mesmo.
vi: Pubky Ring giữ khóa của bạn trong một ứng dụng riêng, nên việc đăng nhập không bao giờ làm lộ khóa. Hãy cài đặt ứng dụng này, hoặc tạo khóa ngay trong Loopky.
zh_hans: Pubky Ring 将你的密钥保存在一个独立的应用中，登录时绝不会暴露它。安装它，或者改为在 Loopky 中创建密钥。
zh_hant: Pubky Ring 將你的金鑰存放在獨立的 App 中，所以登入時永遠不會暴露金鑰。安裝它，或改在 Loopky 中建立金鑰。

# signup_ring_recommended_title
source: Pubky Ring is the safest place for your key
de: Pubky Ring ist der sicherste Ort für deinen Schlüssel
es: Pubky Ring es el lugar más seguro para tu clave
fr: Pubky Ring est l’endroit le plus sûr pour ta clé
it: Pubky Ring è il posto più sicuro per la tua chiave
ja: 鍵の保管には Pubky Ring が最も安全です
ko: 키를 보관하기 가장 안전한 곳은 Pubky Ring이에요
pt_br: O Pubky Ring é o lugar mais seguro para sua chave
vi: Pubky Ring là nơi an toàn nhất cho khóa của bạn
zh_hans: Pubky Ring 是存放密钥最安全的地方
zh_hant: Pubky Ring 是存放金鑰最安全的地方

# signup_sms_card_note
source: Uses your phone number
de: Nutzt deine Telefonnummer
es: Usa tu número de teléfono
fr: Utilise ton numéro de téléphone
it: Usa il tuo numero di telefono
ja: 電話番号を使用します
ko: 휴대폰 번호 사용
pt_br: Usa seu número de telefone
vi: Dùng số điện thoại của bạn
zh_hans: 使用你的手机号
zh_hant: 使用你的手機號碼

# signup_sms_card_price
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
ko: 무료
pt_br: Grátis
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# signup_sms_card_title
source: SMS verification
de: SMS-Bestätigung
es: Verificación por SMS
fr: Vérification par SMS
it: Verifica via SMS
ja: SMS 認証
ko: SMS 인증
pt_br: Verificação por SMS
vi: Xác minh qua SMS
zh_hans: 短信验证
zh_hant: 簡訊驗證

# signup_start_over
source: Start over
de: Neu anfangen
es: Empezar de nuevo
fr: Recommencer
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시
pt_br: Recomeçar
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

# signup_start_subtitle
source: No email needed. Verify with a text or a small payment, or use an invite code.
de: Keine E-Mail nötig. Bestätige per SMS oder mit einer kleinen Zahlung, oder nutze einen Einladungscode.
es: No hace falta correo. Verifícate con un SMS o un pequeño pago, o usa un código de invitación.
fr: Pas besoin d’e-mail. Vérifie par SMS ou avec un petit paiement, ou utilise un code d’invitation.
it: Niente email. Verifica con un SMS o un piccolo pagamento, oppure usa un codice invito.
ja: メールは不要です。SMS か少額の支払いで確認するか、招待コードを使ってください。
ko: 이메일은 필요 없어요. 문자나 소액 결제로 인증하거나, 초대 코드를 사용하세요.
pt_br: Sem e-mail. Confirme por SMS ou com um pequeno pagamento, ou use um código de convite.
vi: Không cần email. Xác minh bằng tin nhắn hoặc một khoản thanh toán nhỏ, hoặc dùng mã mời.
zh_hans: 无需邮箱。通过短信或一笔小额付款验证，或者使用邀请码。
zh_hant: 不需要電子郵件。用簡訊或一筆小額付款驗證，或使用邀請碼。

# signup_start_title
source: Prove you're not a robot.
de: Beweise, dass du kein Roboter bist.
es: Demuestra que no eres un robot.
fr: Prouve que tu n’es pas un robot.
it: Dimostra di non essere un robot.
ja: ロボットではないことを証明してください。
ko: 로봇이 아님을 증명해 주세요.
pt_br: Prove que você não é um robô.
vi: Chứng minh bạn không phải robot.
zh_hans: 证明你不是机器人。
zh_hant: 證明你不是機器人。
